org/pages/worthy-projects-physical.org
#+HUGO_BASE_DIR: ../../
#+HUGO_SECTION: pages

#+TITLE: "Worthy Projects: Physical"
#+DATE: 2018-03-18T18:03:44-04:00
#+HUGO_CATEGORIES: "Other"
#+HUGO_TAGS: "worthy projects"
#+HUGO_CUSTOM_FRONT_MATTER: :inprogress true

* Physical Products

- Development of an open source, split-hand, concacave, columnar, portable, ergonomic keyboard -- one that takes design cues from the [[https://github.com/adereth/dactyl-keyboard][Dactyl Keyboard]] while slimming down the number of keys and adding built-in adjustability. Try to get an assembly/distribution service of some sort in place to bring ergonomic, split-hand, concave keyboards to the masses.
- Development of an open source, ergonomic, finger-controlled trackball that allows for a perfectly straight wrist and low pronation.
- Development of an open source, side-actuated mechanical pencil: an update of the now-discontinued [[http://www.pentel.com/store/quicker-clicker-mechanical-pencil-original-config][Pentel Original Quicker Clicker]]. Make it easy to take apart, and make parts replaceable.
- Development of an open source, fully waterproof (i.e., submersible) multi-purpose backpack: an update of the now-discontinued [[http://www.wiggle.fr/sac-a-dos-ortlieb-flight-27-litres-avec-tizip/][Ortlieb Flight 27]].
