content/old-pages/worthy-projects-physical.md
+++
title = "Worthy Projects: Physical"
date = 2018-03-18T18:03:44-04:00
tags = []
categories = []
draft = false
inprogress = true
+++

[//]: # (tags = ["worthy projects"], categories = ["Other"])

## Physical Products {#physical-products}

-   Development of an open source, split-hand, concacave, columnar, portable, ergonomic keyboard -- one that takes design cues from the [Dactyl Keyboard](https://github.com/adereth/dactyl-keyboard) while slimming down the number of keys and adding built-in adjustability. Try to get an assembly/distribution service of some sort in place to bring ergonomic, split-hand, concave keyboards to the masses.
-   Development of an open source, ergonomic, finger-controlled trackball that allows for a perfectly straight wrist and low pronation.
-   Development of an open source, side-actuated mechanical pencil: an update of the now-discontinued [Pentel Original Quicker Clicker](http://www.pentel.com/store/quicker-clicker-mechanical-pencil-original-config). Make it easy to take apart, and make parts replaceable.
-   Development of an open source, fully waterproof (i.e., submersible) multi-purpose backpack: an update of the now-discontinued [Ortlieb Flight 27](http://www.wiggle.fr/sac-a-dos-ortlieb-flight-27-litres-avec-tizip/).
